const n={publish:"1",date:"2024-04-24T07:46:10.000Z",tags:["阅读","游戏"]},t=`<p>《Ever17》 是一个剧情向的 galgame 游戏，讲述了一伙人在水下游乐场里被困，其中玩家可以选择带入两个人，分别是“武”和“少年”，而其中的令人意想不到的套路也在这里。带入的过程，会让玩家以为只是不同的视角观看同一个时间段的事件，而殊不知，带入“武”是在 2017 年，而带入”少年“是在 2034 年。少年线中让 2017 年的事件再现，从而蒙骗玩家，进而让玩家的替身 ”BW“ 觉醒，最后拯救 2017 年中的没被获救的人。</p>
<h2>感受</h2>
<p>利用叙事角度蒙骗玩家这一点很新奇，但是老实说其中的部分剧情经不起推敲，而这部分只能用“科幻”来解释了。“BW” 这部分个人感觉实在有点扯，接受不能。</p>
<h2>总评</h2>
<p>优点：</p>
<ul>
<li>出其不意的诡计</li>
</ul>
<p>缺点：</p>
<ul>
<li>部分剧情经不起推敲</li>
</ul>
<p>评价：<strong>适合喜欢 meta 游戏的人</strong></p>
`,l=`《Ever17》 是一个剧情向的 galgame 游戏，讲述了一伙人在水下游乐场里被困，其中玩家可以选择带入两个人，分别是“武”和“少年”，而其中的令人意想不到的套路也在这里。带入的过程，会让玩家以为只是不同的视角观看同一个时间段的事件，而殊不知，带入“武”是在 2017 年，而带入”少年“是在 2034 年。少年线中让 2017 年的事件再现，从而蒙骗玩家，进而让玩家的替身 ”BW“ 觉醒，最后拯救 2017 年中的没被获救的人。

## 感受

利用叙事角度蒙骗玩家这一点很新奇，但是老实说其中的部分剧情经不起推敲，而这部分只能用“科幻”来解释了。“BW” 这部分个人感觉实在有点扯，接受不能。

## 总评

优点：

- 出其不意的诡计

缺点：

- 部分剧情经不起推敲

评价：**适合喜欢 meta 游戏的人**
`,e=[{level:"2",content:"&#x611F;&#x53D7;"},{level:"2",content:"&#x603B;&#x8BC4;"}];export{n as attributes,t as html,l as markdown,e as toc};
//# sourceMappingURL=Ever17-BFE4ljy8.js.map
