const n={publish:"1",date:"2024-04-24T07:46:10.000Z",tags:["阅读","电影"]},t=`<p>上帝之城讲述了一个贫民窟里面黑帮的兴衰历程，基于真实事件改编。</p>
<h3>简介</h3>
<p>影片一开始讲述“少年三侠”的故事。“少年三侠”算是最早的黑帮，三人均为青年，做过最严重的事也就是抢劫，还没有杀过人。在一次抢劫中负责给这三个人看风的小孩“小豆子”对只能看风不满，报假信息，让三人为躲避警察分散逃跑，并随后他在店里面大杀特杀。后来他杀掉了“少年三侠”中的一个，“少年三侠”的时代就此结束。</p>
<p>“小豆子”逐渐长大，依靠着不断的杀人，他成为了上帝之城的新老大。他开始抢毒贩的地盘，做起了毒品的生意，和同为毒贩的“红毛”割据地盘，在这种情况下，上帝之城维持了短暂的和平。可惜好景不长，“小豆子”的左右手，同时也是上帝之城最酷的兄弟班尼不愿再做小混混，决定金盘洗手。而他在送别聚会中被“红毛”的人误杀，因此“小豆子”和“红毛”之间的帮派火拼开始了。</p>
<p>在火拼期间，双方不停地招兵买马，“小豆子”甚至把枪给由一群小孩子组成的帮派“小鬼头”，让他们参加火拼。最后，“小豆子”和“红毛”等人马均被警察抓走，“小豆子”则被“小鬼头”等人乱枪打死，上帝之城开始落入新的帮派之手…</p>
<h3>感想</h3>
<p>社会环境对人的影响是难以想象的，在上帝之城这样的地方，没有道德和罪恶，小孩子跟着小混混长大，耳濡目染，长大后也成为了小混混，因此上帝之城也不停重复着抢上位做老大的事情。可是，即使在多么恶劣的环境下，一个一心向上的人总会比其他人多那么一丝改变命运的机会，如同骆驼祥子中的一句话，“在地狱中也能做个好鬼”。如果我们不能改变环境，那么我们就先改变自己，绝不能把命运交给上帝。</p>
`,p=`上帝之城讲述了一个贫民窟里面黑帮的兴衰历程，基于真实事件改编。

### 简介

影片一开始讲述“少年三侠”的故事。“少年三侠”算是最早的黑帮，三人均为青年，做过最严重的事也就是抢劫，还没有杀过人。在一次抢劫中负责给这三个人看风的小孩“小豆子”对只能看风不满，报假信息，让三人为躲避警察分散逃跑，并随后他在店里面大杀特杀。后来他杀掉了“少年三侠”中的一个，“少年三侠”的时代就此结束。

“小豆子”逐渐长大，依靠着不断的杀人，他成为了上帝之城的新老大。他开始抢毒贩的地盘，做起了毒品的生意，和同为毒贩的“红毛”割据地盘，在这种情况下，上帝之城维持了短暂的和平。可惜好景不长，“小豆子”的左右手，同时也是上帝之城最酷的兄弟班尼不愿再做小混混，决定金盘洗手。而他在送别聚会中被“红毛”的人误杀，因此“小豆子”和“红毛”之间的帮派火拼开始了。

在火拼期间，双方不停地招兵买马，“小豆子”甚至把枪给由一群小孩子组成的帮派“小鬼头”，让他们参加火拼。最后，“小豆子”和“红毛”等人马均被警察抓走，“小豆子”则被“小鬼头”等人乱枪打死，上帝之城开始落入新的帮派之手.....

### 感想

社会环境对人的影响是难以想象的，在上帝之城这样的地方，没有道德和罪恶，小孩子跟着小混混长大，耳濡目染，长大后也成为了小混混，因此上帝之城也不停重复着抢上位做老大的事情。可是，即使在多么恶劣的环境下，一个一心向上的人总会比其他人多那么一丝改变命运的机会，如同骆驼祥子中的一句话，“在地狱中也能做个好鬼”。如果我们不能改变环境，那么我们就先改变自己，绝不能把命运交给上帝。
`,e=[{level:"3",content:"&#x7B80;&#x4ECB;"},{level:"3",content:"&#x611F;&#x60F3;"}];export{n as attributes,t as html,p as markdown,e as toc};
//# sourceMappingURL=上帝之城-Jp-DwzvB.js.map
