const n={publish:"1",date:"2024-04-24T07:46:10.000Z",tags:["阅读","漫画"]},t=`<blockquote>
<p>我只是想要填补内心的洞。</p>
</blockquote>
<p>我看的是《只有我不存在的城市》的漫画版，男主角在重要事件发生时有时间回溯的能力（简称“倒放”）。男主角的母亲被杀害，男主被认为是嫌犯，为了找到凶手男主不小心从 28 岁倒放回小学时代。</p>
<p>回到小学时代后，男主记得当时有 3 名落单的同学被杀，当时的他没有关注过这几位同学，为了弥补当时的遗憾，因此他决定阻止事件的发生。他尝试和落单同学亲近，而在经历了几次的失败后，终于他和落单的同学们成为了朋友，这些人不会被杀害了。当他以为成功时，他发现凶手是老师，而老师把他绑在车上并推下水，而他因此昏迷了 10 多年。</p>
<p>当他醒来后，老师也发现了他还没死，意图再度杀死他，而男主的朋友们在男主昏迷期间坚持查询查寻，最后朋友们和男主成功将老师绳之以法。</p>
<p>总体来说这部漫画给我感觉不错，漫画的主题是男主为了弥补过去的遗憾而付出的努力和牺牲，其中叙事有条，氛围也塑造得不错。但是画风有点简陋，而且最后有种强行复合标题的感觉。</p>
`,p=`> 我只是想要填补内心的洞。

我看的是《只有我不存在的城市》的漫画版，男主角在重要事件发生时有时间回溯的能力（简称“倒放”）。男主角的母亲被杀害，男主被认为是嫌犯，为了找到凶手男主不小心从 28 岁倒放回小学时代。

回到小学时代后，男主记得当时有 3 名落单的同学被杀，当时的他没有关注过这几位同学，为了弥补当时的遗憾，因此他决定阻止事件的发生。他尝试和落单同学亲近，而在经历了几次的失败后，终于他和落单的同学们成为了朋友，这些人不会被杀害了。当他以为成功时，他发现凶手是老师，而老师把他绑在车上并推下水，而他因此昏迷了 10 多年。

当他醒来后，老师也发现了他还没死，意图再度杀死他，而男主的朋友们在男主昏迷期间坚持查询查寻，最后朋友们和男主成功将老师绳之以法。

总体来说这部漫画给我感觉不错，漫画的主题是男主为了弥补过去的遗憾而付出的努力和牺牲，其中叙事有条，氛围也塑造得不错。但是画风有点简陋，而且最后有种强行复合标题的感觉。
`,o=[];export{n as attributes,t as html,p as markdown,o as toc};
//# sourceMappingURL=只有我不存在的城市-omPFMhty.js.map
