const n={publish:"1",date:"2024-04-24T07:46:10.000Z",tags:["阅读","游戏"]},p=`<p>有幸在 psp 模拟器上通过了这个游戏，说下感想。</p>
<p>这是一个 rpg 游戏，讲述主角团队在别人无法察觉的“暗时间”和名为 “Shadow” 的怪物战斗，最后主角牺牲自己拯救世界，主角死后也不得安宁，被挂在石像上每天被怪打😂。</p>
<h2>感受</h2>
<p>其实从大体剧情上看起来是个很俗套，就是高中生拯救世界，但是剧情并非要各种转折才是好剧情，表现力才能让人融入剧情中，那么本游戏的表现力如何？可以说很对我胃口，其画风设计很时髦，合成系统挺好玩，同时有丰富支线剧情，对我来说印象最深刻的是那位在神社中生命所剩无几的少年。不足的是爬迷宫挺孤躁的。</p>
<h2>总评</h2>
<p>优点：</p>
<ul>
<li>酷炫并且搭配的风格</li>
<li>丰富的支线剧情</li>
<li>不错的剧情表现力</li>
</ul>
<p>缺点：</p>
<ul>
<li>孤躁的爬迷宫</li>
</ul>
<p>评价：<strong>推荐</strong></p>
`,l=`有幸在 psp 模拟器上通过了这个游戏，说下感想。

这是一个 rpg 游戏，讲述主角团队在别人无法察觉的“暗时间”和名为 “Shadow” 的怪物战斗，最后主角牺牲自己拯救世界，主角死后也不得安宁，被挂在石像上每天被怪打😂。

## 感受

其实从大体剧情上看起来是个很俗套，就是高中生拯救世界，但是剧情并非要各种转折才是好剧情，表现力才能让人融入剧情中，那么本游戏的表现力如何？可以说很对我胃口，其画风设计很时髦，合成系统挺好玩，同时有丰富支线剧情，对我来说印象最深刻的是那位在神社中生命所剩无几的少年。不足的是爬迷宫挺孤躁的。

## 总评

优点：

- 酷炫并且搭配的风格
- 丰富的支线剧情
- 不错的剧情表现力

缺点：

- 孤躁的爬迷宫

评价：**推荐**




`,t=[{level:"2",content:"&#x611F;&#x53D7;"},{level:"2",content:"&#x603B;&#x8BC4;"}];export{n as attributes,p as html,l as markdown,t as toc};
//# sourceMappingURL=女神异闻录3-B38PvY9c.js.map
