const n={title:"废都物语",created:"2019-03-18T05:41:05.016Z",publish:"1",date:"2024-04-24T07:46:10.000Z",tags:["阅读","游戏"]},t=`<h1>废都物语</h1>
<p>废都物语是一个短小精悍的日式 rpg 游戏，由 rpgMaker 制作而成。听闻作者一开始做了个跑团的模组《大河物语》，然后发现没有多少人玩，一怒之下就按照《大河物语》的世界设定做出了《废都物语》，没想到火了，但是即使如此《大河物语》还是没有多少人玩，可谓无心插柳柳成荫。</p>
<h2>感受</h2>
<p>这个游戏给我的感受就是它的画风说不上精良，但是和它的剧情很搭。其耐玩度极高，你需要通关四次才能了解这个游戏的所有主线剧情，注意仅仅是<strong>主线</strong>。和《空之轨迹》类似，不同的人物组队会有不同的对话，因此很多有趣的人物对话需要细心去挖掘。和平常跑迷宫式 rpg 不同，它把一个迷宫分成多个点，要探索迷宫只需要点以下想要探索的地方就行，对于我这种迷路党是福音。</p>
<h2>总评</h2>
<p>优点：</p>
<ul>
<li>生动的人物形象</li>
<li>挖掘点奇多的剧情</li>
<li>\b明快的迷宫探索流程</li>
<li>有趣又不生硬的谜题</li>
</ul>
<p>缺点：</p>
<ul>
<li>枯燥的经典 rpg 回合制战斗</li>
</ul>
<p>评价： <strong>推荐</strong></p>
`,l=`# 废都物语

废都物语是一个短小精悍的日式 rpg 游戏，由 rpgMaker 制作而成。听闻作者一开始做了个跑团的模组《大河物语》，然后发现没有多少人玩，一怒之下就按照《大河物语》的世界设定做出了《废都物语》，没想到火了，但是即使如此《大河物语》还是没有多少人玩，可谓无心插柳柳成荫。

## 感受

这个游戏给我的感受就是它的画风说不上精良，但是和它的剧情很搭。其耐玩度极高，你需要通关四次才能了解这个游戏的所有主线剧情，注意仅仅是**主线**。和《空之轨迹》类似，不同的人物组队会有不同的对话，因此很多有趣的人物对话需要细心去挖掘。和平常跑迷宫式 rpg 不同，它把一个迷宫分成多个点，要探索迷宫只需要点以下想要探索的地方就行，对于我这种迷路党是福音。


## 总评

优点：

- 生动的人物形象
- 挖掘点奇多的剧情
- \b明快的迷宫探索流程
- 有趣又不生硬的谜题

缺点：

- 枯燥的经典 rpg 回合制战斗

评价： **推荐**




`,p=[{level:"1",content:"&#x5E9F;&#x90FD;&#x7269;&#x8BED;"},{level:"2",content:"&#x611F;&#x53D7;"},{level:"2",content:"&#x603B;&#x8BC4;"}];export{n as attributes,t as html,l as markdown,p as toc};
//# sourceMappingURL=废都物语-C1npiY8q.js.map
