const n={publish:"1",date:"2024-04-24T07:46:10.000Z",tags:["阅读","书籍"]},o=`<p>浪潮之巅讲述了计算机行业的发展历程，鼎鼎大名的贝尔实验室金主 AT&amp;T 依靠电话发家然后被免费的互联网淘汰，IBM 专注于企业级微机领域因而错失普通用户的市场，苹果陶醉于自己独创的图形操作系统却被微软抄袭半路反超，微软沉浸在操作系统的垄断地位因此错失互联网的风潮。</p>
<p>那么 Google 会因为什么衰落呢？我个人毒奶一下，Google 会因为侵犯用户隐私而不被信任，最后 DuckDuckGo 崛起（不存在的）。</p>
<h2>感受</h2>
<p>公司的成功是因为能够很好的适应市场，但是这也导致了很难转移到另外一个市场上面，而当市场的配额大于 50% 就意味着这个市场很难再增长了，如果这个市场需求不再，那么公司不转型就必死无疑。</p>
<h2>总评</h2>
<p>一本不错的计算机行业历史科普书。</p>
<p>评价：<strong>推荐</strong></p>
`,t=`浪潮之巅讲述了计算机行业的发展历程，鼎鼎大名的贝尔实验室金主 AT&T 依靠电话发家然后被免费的互联网淘汰，IBM 专注于企业级微机领域因而错失普通用户的市场，苹果陶醉于自己独创的图形操作系统却被微软抄袭半路反超，微软沉浸在操作系统的垄断地位因此错失互联网的风潮。

那么 Google 会因为什么衰落呢？我个人毒奶一下，Google 会因为侵犯用户隐私而不被信任，最后 DuckDuckGo 崛起（不存在的）。

## 感受

公司的成功是因为能够很好的适应市场，但是这也导致了很难转移到另外一个市场上面，而当市场的配额大于 50% 就意味着这个市场很难再增长了，如果这个市场需求不再，那么公司不转型就必死无疑。

## 总评

一本不错的计算机行业历史科普书。

评价：**推荐**

`,e=[{level:"2",content:"&#x611F;&#x53D7;"},{level:"2",content:"&#x603B;&#x8BC4;"}];export{n as attributes,o as html,t as markdown,e as toc};
//# sourceMappingURL=浪潮之巅-DZ1qH5bF.js.map
