const n={publish:"1",date:"2024-04-24T07:46:10.000Z",tags:["阅读","电视剧"]},t=`<blockquote>
<p>I enjoy it, I do it for myself.</p>
</blockquote>
<p>最近把绝命毒师追完了，说下个人想法。</p>
<p>首先虽然网上吹绝命毒师吹上天，但是其实这部剧给我的印象是比较好，但是没有太大的想法。最让我印象深刻的是其中的黑色幽默，例如坐着轮椅不能说话的叮叮爷，在老白和小粉红生命垂危的时候出现这么一个人物真是让我在紧张之余又有点搞笑。而没想到这样一个被别人认为就是个笑料的叮叮爷在最后对剧情起了关键作用，和炸鸡哥同归于尽。</p>
<p>我个人觉得绝命毒师不好的一点是它节奏偏慢，所以看着看着感到有点无聊。结论，我打 8 分。</p>
`,o=`> I enjoy it, I do it for myself.

最近把绝命毒师追完了，说下个人想法。

首先虽然网上吹绝命毒师吹上天，但是其实这部剧给我的印象是比较好，但是没有太大的想法。最让我印象深刻的是其中的黑色幽默，例如坐着轮椅不能说话的叮叮爷，在老白和小粉红生命垂危的时候出现这么一个人物真是让我在紧张之余又有点搞笑。而没想到这样一个被别人认为就是个笑料的叮叮爷在最后对剧情起了关键作用，和炸鸡哥同归于尽。

我个人觉得绝命毒师不好的一点是它节奏偏慢，所以看着看着感到有点无聊。结论，我打 8 分。
`,p=[];export{n as attributes,t as html,o as markdown,p as toc};
//# sourceMappingURL=绝命毒师-C_39CGpl.js.map
