const n={publish:"1",date:"2024-04-24T07:46:10.000Z",tags:["阅读","电影"]},t=`<h3>简介</h3>
<p>《荒野求生》（Into the Wild） 这部电影讲述了一个文艺青年为逃离社会，前往阿拉斯加去直面荒野，并最终不幸丧命于荒野的故事。</p>
<p>从电影的开头部分，可以看出电影的主角可谓是一个“人生赢家”，他从名牌私立学校毕业，收到了哈佛的入学邀请，家庭富裕。但是他并不开心，因为他知道这些都不是他所想要的，虽然家庭富裕，可是父母二人常常吵架，不和谐的父母关系让主角对这个社会感到厌烦，他渴望逃到某个不为人知的地方，某个与社会隔绝的地方，去发现自己。</p>
<p>于是主角离家出走，他舍弃身上社会的产物，钱、车，徒步前往阿拉斯加。在前往阿拉斯加的途中，他遇到了一些不错的人，一对旅行夫妻，一个未成年的音乐女孩，一个独居的老人，他有机会能够放弃前往阿拉斯加，和这些人快乐地生活，但是他没有，他认为快乐不仅仅只能来自于与人的联系，在大自然中独自一人也能得到快乐。</p>
<p>他一一和这些人诀别，最终来到了圣地–阿拉斯加。他在发现了一辆废弃巴士，将发现巴士的日子命名为神奇巴士日，并定居在巴士里。他在这里狩猎生活，真切地从大自然中感受到了快乐。可是到了冬天，狩猎动物失败，让他体验到了大自然的残酷，他在大自然里是异客，大自然不会怜悯他。他开始想要回到文明社会，可是回路已被河水隔绝，无法返回，他只能再次回到巴士。饥肠辘辘的他开始摘取植物食用，不幸吃错了有毒植物，最后命丧阿拉斯加。</p>
<h3>感想</h3>
<p>这是一部让人有所感悟的电影，主角做的事情是所有文艺青年的梦想–去荒野发现自己。社会很复杂，人们沉溺于社会的物质中，无止境的欲望让人们和幸福相离渐远，大量的物质换不来真正的幸福，为什么不只拿去自己所需的东西呢，多余的东西于我何用？某种程度上，我推崇极简主义，Less is more，你想要越多，你越贪得无厌。但是能知道自己真正想要什么的人又有多少呢？要真正知道自己想要什么，必须先要不停追求某样东西，只有当你拥有这些多余的东西，你才能知道真正想要什么，最后去繁为简，那样才是真正想要的。回到电影，我觉得主角最想要的是与人之间的联系，所以最后他才会想要从阿拉斯加回到文明社会，可惜为时已晚。总的来说，这是一部很不错的电影，社会，你这个疯狂的巢穴，希望没有我你不会孤单。</p>
`,e=`### 简介

《荒野求生》（Into the Wild） 这部电影讲述了一个文艺青年为逃离社会，前往阿拉斯加去直面荒野，并最终不幸丧命于荒野的故事。

从电影的开头部分，可以看出电影的主角可谓是一个“人生赢家”，他从名牌私立学校毕业，收到了哈佛的入学邀请，家庭富裕。但是他并不开心，因为他知道这些都不是他所想要的，虽然家庭富裕，可是父母二人常常吵架，不和谐的父母关系让主角对这个社会感到厌烦，他渴望逃到某个不为人知的地方，某个与社会隔绝的地方，去发现自己。

于是主角离家出走，他舍弃身上社会的产物，钱、车，徒步前往阿拉斯加。在前往阿拉斯加的途中，他遇到了一些不错的人，一对旅行夫妻，一个未成年的音乐女孩，一个独居的老人，他有机会能够放弃前往阿拉斯加，和这些人快乐地生活，但是他没有，他认为快乐不仅仅只能来自于与人的联系，在大自然中独自一人也能得到快乐。

他一一和这些人诀别，最终来到了圣地--阿拉斯加。他在发现了一辆废弃巴士，将发现巴士的日子命名为神奇巴士日，并定居在巴士里。他在这里狩猎生活，真切地从大自然中感受到了快乐。可是到了冬天，狩猎动物失败，让他体验到了大自然的残酷，他在大自然里是异客，大自然不会怜悯他。他开始想要回到文明社会，可是回路已被河水隔绝，无法返回，他只能再次回到巴士。饥肠辘辘的他开始摘取植物食用，不幸吃错了有毒植物，最后命丧阿拉斯加。

### 感想

这是一部让人有所感悟的电影，主角做的事情是所有文艺青年的梦想--去荒野发现自己。社会很复杂，人们沉溺于社会的物质中，无止境的欲望让人们和幸福相离渐远，大量的物质换不来真正的幸福，为什么不只拿去自己所需的东西呢，多余的东西于我何用？某种程度上，我推崇极简主义，Less is more，你想要越多，你越贪得无厌。但是能知道自己真正想要什么的人又有多少呢？要真正知道自己想要什么，必须先要不停追求某样东西，只有当你拥有这些多余的东西，你才能知道真正想要什么，最后去繁为简，那样才是真正想要的。回到电影，我觉得主角最想要的是与人之间的联系，所以最后他才会想要从阿拉斯加回到文明社会，可惜为时已晚。总的来说，这是一部很不错的电影，社会，你这个疯狂的巢穴，希望没有我你不会孤单。
`,o=[{level:"3",content:"&#x7B80;&#x4ECB;"},{level:"3",content:"&#x611F;&#x60F3;"}];export{n as attributes,t as html,e as markdown,o as toc};
//# sourceMappingURL=荒野生存-DFavQV_H.js.map
