const n={publish:"1",date:"2024-04-24T07:46:10.000Z",tags:["阅读","书籍"]},l=`<p>《黑客与画家》里面主要讲作者的一些创业经历，以及他对生活的看法。不得不说因为作者也是一位程序员，因此书里面的内容是非常贴合同为程序员的我的想法，他不停鼓吹 Lisp 天下第一差点坑我入 Lisp 邪教了。</p>
<h2>感受</h2>
<p>如果你是一位程序员，看这本书会看得很爽，有一种和作者“英雄所见略同”的感觉，但是要稳住自己的思想，认真地思考下作者说得是不是真的有道理。</p>
<p>我认为作者说得有道理的部分：</p>
<ul>
<li>为自己打工而不是为公司打工</li>
<li>独立思考的人一般都会有点不能说出口的“异端邪说”</li>
<li>选用最合适的技术而不是最多人使用的技术</li>
<li>创业公司较好的出路是将要做大时卖给大公司（ofo、摩拜）</li>
<li>编程和画画一样，需要通过模仿别人从而更好的提高自己</li>
</ul>
<p>我认为作者说得太偏激或者不符合现在时代的部分：</p>
<ul>
<li>Lisp 大法天下第一</li>
<li>书呆子天下第一（里面不停鼓吹书呆子的优点）</li>
<li>黑客比中规中矩的工程师更牛逼</li>
</ul>
<h2>总评</h2>
<p>特点：</p>
<ul>
<li>极具鼓动性的描述</li>
<li>对程序员的职业生涯有部分引导作用</li>
<li>部分内容过于偏激</li>
</ul>
<p>评价：<strong>推荐</strong></p>
`,i=`《黑客与画家》里面主要讲作者的一些创业经历，以及他对生活的看法。不得不说因为作者也是一位程序员，因此书里面的内容是非常贴合同为程序员的我的想法，他不停鼓吹 Lisp 天下第一差点坑我入 Lisp 邪教了。

## 感受

如果你是一位程序员，看这本书会看得很爽，有一种和作者“英雄所见略同”的感觉，但是要稳住自己的思想，认真地思考下作者说得是不是真的有道理。

我认为作者说得有道理的部分：

- 为自己打工而不是为公司打工
- 独立思考的人一般都会有点不能说出口的“异端邪说”
- 选用最合适的技术而不是最多人使用的技术
- 创业公司较好的出路是将要做大时卖给大公司（ofo、摩拜）
- 编程和画画一样，需要通过模仿别人从而更好的提高自己

我认为作者说得太偏激或者不符合现在时代的部分：

- Lisp 大法天下第一
- 书呆子天下第一（里面不停鼓吹书呆子的优点）
- 黑客比中规中矩的工程师更牛逼

## 总评

特点：

- 极具鼓动性的描述
- 对程序员的职业生涯有部分引导作用
- 部分内容过于偏激

评价：**推荐**
`,p=[{level:"2",content:"&#x611F;&#x53D7;"},{level:"2",content:"&#x603B;&#x8BC4;"}];export{n as attributes,l as html,i as markdown,p as toc};
//# sourceMappingURL=黑客与画家-DNuejb2g.js.map
